Repository: eduranm/markapi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Visit the Wagtail website
pt_br: Visite o site do Wagtail

source: View the release notes
pt_br: Ver as notas de lançamento

source: Welcome to your new Wagtail site!
pt_br: Bem-vindo ao seu novo site Wagtail!

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
pt_br: Sinta-se à vontade para <a href="https://github.com/wagtail/wagtail/wiki/Slack">juntar-se à nossa comunidade no Slack</a>, ou comece com um dos links abaixo.

source: Wagtail Documentation
pt_br: Documentação do Wagtail

source: Topics, references, & how-tos
pt_br: Tópicos, referências e guias práticos

source: Build your first Wagtail site
pt_br: Construa seu primeiro site Wagtail

source: Admin Interface
pt_br: Interface Administrativa

source: Create your superuser first!
pt_br: Crie seu superusuário primeiro!

source: Creation date
pt_br: Data de criação

source: Last update date
pt_br: Data da última atualização

source: Creator
pt_br: Criador

source: Updater
pt_br: Atualizador

source: Site configuration
pt_br: Configuração do site

source: Site settings
pt_br: Configurações do site

source: Admin settings
pt_br: Configurações administrativas

source: Task (registered)
pt_br: Tarefa (registrada)

source: Task (custom)
pt_br: Tarefa (personalizada)

source: Need name of task
pt_br: É necessário o nome da tarefa

source: Only one can be set, in expires and expire_seconds
pt_br: Apenas um pode ser definido, entre expires e expire_seconds

source: Unable to parse JSON: %s
pt_br: Não foi possível analisar JSON: %s

source: {0} task{1} {2} successfully {3}
pt_br: {0} tarefa{1} {2} com sucesso {3}

source: was,were
pt_br: foi,foram

source: Enable selected tasks
pt_br: Habilitar tarefas selecionadas

source: Disable selected tasks
pt_br: Desabilitar tarefas selecionadas

source: Toggle activity of selected tasks
pt_br: Alternar atividade das tarefas selecionadas

source: task "{0}" not found
pt_br: tarefa "{0}" não encontrada

source: {0} task{1} {2} successfully run
pt_br: {0} tarefa{1} {2} executada{1} com sucesso

source: Run selected tasks
pt_br: Executar tarefas selecionadas

source: Periodic Tasks
pt_br: Tarefas Periódicas

source: Run
pt_br: Executar

source: Days
pt_br: Dias

source: Hours
pt_br: Horas

source: Minutes
pt_br: Minutos

source: Seconds
pt_br: Segundos

source: Microseconds
pt_br: Microssegundos

source: Day
pt_br: Dia

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: Second
pt_br: Segundo

source: Microsecond
pt_br: Microssegundo

source: Astronomical dawn
pt_br: Aurora astronômica

source: Civil dawn
pt_br: Aurora civil

source: Nautical dawn
pt_br: Aurora náutica

source: Astronomical dusk
pt_br: Crepúsculo astronômico

source: Civil dusk
pt_br: Crepúsculo civil

source: Nautical dusk
pt_br: Crepúsculo náutico

source: Solar noon
pt_br: Meio-dia solar

source: Sunrise
pt_br: Nascer do sol

source: Sunset
pt_br: Pôr do sol

source: Solar Event
pt_br: Evento Solar

source: The type of solar event when the job should run
pt_br: O tipo de evento solar quando a tarefa deve ser executada

source: Run the task when the event happens at this latitude
pt_br: Executar a tarefa quando o evento acontecer nesta latitude

source: Run the task when the event happens at this longitude
pt_br: Executar a tarefa quando o evento acontecer nesta longitude

source: solar event
pt_br: evento solar

source: solar events
pt_br: eventos solares

source: Number of Periods
pt_br: Número de Períodos

source: Number of interval periods to wait before running the task again
pt_br: Número de períodos de intervalo a aguardar antes de executar a tarefa novamente

source: Interval Period
pt_br: Período do Intervalo

source: The type of period between task runs (Example: days)
pt_br: O tipo de período entre execuções da tarefa (Exemplo: dias)

source: interval
pt_br: intervalo

source: intervals
pt_br: intervalos

source: every {}
pt_br: a cada {}

source: every {} {}
pt_br: a cada {} {}

source: Clock Time
pt_br: Horário do Relógio

source: Run the task at clocked time
pt_br: Executar a tarefa no horário programado

source: clocked
pt_br: programado

source: Minute(s)
pt_br: Minuto(s)

source: Cron Minutes to Run. Use "*" for "all". (Example: "0,30")
pt_br: Minutos do Cron para Executar. Use "*" para "todos". (Exemplo: "0,30")

source: Hour(s)
pt_br: Hora(s)

source: Cron Hours to Run. Use "*" for "all". (Example: "8,20")
pt_br: Horas do Cron para Executar. Use "*" para "todas". (Exemplo: "8,20")

source: Day(s) Of The Week
pt_br: Dia(s) da Semana

source: Cron Days Of The Week to Run. Use "*" for "all". (Example: "0,5")
pt_br: Dias da Semana do Cron para Executar. Use "*" para "todos". (Exemplo: "0,5")

source: Day(s) Of The Month
pt_br: Dia(s) do Mês

source: Cron Days Of The Month to Run. Use "*" for "all". (Example: "1,15")
pt_br: Dias do Mês do Cron para Executar. Use "*" para "todos". (Exemplo: "1,15")

source: Month(s) Of The Year
pt_br: Mês(es) do Ano

source: Cron Months Of The Year to Run. Use "*" for "all". (Example: "0,6")
pt_br: Meses do Ano do Cron para Executar. Use "*" para "todos". (Exemplo: "0,6")

source: Cron Timezone
pt_br: Fuso Horário do Cron

source: Timezone to Run the Cron Schedule on. Default is UTC.
pt_br: Fuso horário para executar o agendamento Cron. Padrão é UTC.

source: Name
pt_br: Nome

source: Short Description For This Task
pt_br: Descrição Curta para Esta Tarefa

source: The Name of the Celery Task that Should be Run. (Example: "proj.tasks.import_contacts")
pt_br: O Nome da Tarefa Celery que Deve ser Executada. (Exemplo: "proj.tasks.import_contacts")

source: Interval Schedule
pt_br: Agendamento por Intervalo

source: Interval Schedule to run the task on. Set only one schedule type, leave the others null.
pt_br: Agendamento por Intervalo para executar a tarefa. Defina apenas um tipo de agendamento, deixe os outros nulos.

source: Crontab Schedule
pt_br: Agendamento Crontab

source: Crontab Schedule to run the task on. Set only one schedule type, leave the others null.
pt_br: Agendamento Crontab para executar a tarefa. Defina apenas um tipo de agendamento, deixe os outros nulos.

source: Solar Schedule
pt_br: Agendamento Solar

source: Solar Schedule to run the task on. Set only one schedule type, leave the others null.
pt_br: Agendamento Solar para executar a tarefa. Defina apenas um tipo de agendamento, deixe os outros nulos.

source: Clocked Schedule
pt_br: Agendamento por Horário

source: Clocked Schedule to run the task on. Set only one schedule type, leave the others null.
pt_br: Agendamento por Horário para executar a tarefa. Defina apenas um tipo de agendamento, deixe os outros nulos.

source: Positional Arguments
pt_br: Argumentos Posicionais

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
pt_br: Argumentos posicionais codificados em JSON (Exemplo: ["arg1", "arg2"])

source: Keyword Arguments
pt_br: Argumentos Nomeados

source: JSON encoded keyword arguments (Example: {"argument": "value"})
pt_br: Argumentos nomeados codificados em JSON (Exemplo: {"argument": "value"})

source: Queue Override
pt_br: Substituição de Fila

source: Queue defined in CELERY_TASK_QUEUES. Leave None for default queuing.
pt_br: Fila definida em CELERY_TASK_QUEUES. Deixe None para fila padrão.

source: Override Exchange for low-level AMQP routing
pt_br: Substituir Exchange para roteamento AMQP de baixo nível

source: Routing Key
pt_br: Chave de Roteamento

source: Override Routing Key for low-level AMQP routing
pt_br: Substituir Chave de Roteamento para roteamento AMQP de baixo nível

source: AMQP Message Headers
pt_br: Cabeçalhos de Mensagem AMQP

source: JSON encoded message headers for the AMQP message.
pt_br: Cabeçalhos de mensagem codificados em JSON para a mensagem AMQP.

source: Priority
pt_br: Prioridade

source: Priority Number between 0 and 255. Supported by: RabbitMQ, Redis (priority reversed, 0 is highest).
pt_br: Número de Prioridade entre 0 e 255. Suportado por: RabbitMQ, Redis (prioridade invertida, 0 é a mais alta).

source: Expires Datetime
pt_br: Data e Hora de Expiração

source: Datetime after which the schedule will no longer trigger the task to run
pt_br: Data e hora após a qual o agendamento não irá mais disparar a execução da tarefa

source: Expires timedelta with seconds
pt_br: Expira timedelta com segundos

source: Timedelta with seconds which the schedule will no longer trigger the task to run
pt_br: Timedelta com segundos após o qual o agendamento não irá mais disparar a execução da tarefa

source: One-off Task
pt_br: Tarefa Única

source: If True, the schedule will only run the task a single time
pt_br: Se Verdadeiro, o agendamento executará a tarefa apenas uma vez

source: Start Datetime
pt_br: Data e Hora de Início

source: Datetime when the schedule should begin triggering the task to run
pt_br: Data e hora quando o agendamento deve começar a disparar a execução da tarefa

source: Enabled
pt_br: Habilitado

source: Set to False to disable the schedule
pt_br: Definir como Falso para desabilitar o agendamento

source: Last Run Datetime
pt_br: Data e Hora da Última Execução

source: Datetime that the schedule last triggered the task to run. Reset to None if enabled is set to False.
pt_br: Data e hora em que o agendamento disparou pela última vez a execução da tarefa. Resetado para None se habilitado for definido como Falso.

source: Total Run Count
pt_br: Contagem Total de Execuções

source: Running count of how many times the schedule has triggered the task
pt_br: Contagem contínua de quantas vezes o agendamento disparou a tarefa

source: Last Modified
pt_br: Última Modificação

source: Datetime that this PeriodicTask was last modified
pt_br: Data e hora em que esta Tarefa Periódica foi modificada pela última vez

source: Description
pt_br: Descrição

source: Detailed description about the details of this Periodic Task
pt_br: Descrição detalhada sobre os detalhes desta Tarefa Periódica

source: This is the configuration area for executing asynchronous tasks.
pt_br: Esta é a área de configuração de execução de tarefas assíncronas.

source: Content
pt_br: Conteúdo

source: Scheduler
pt_br: Agendador

source: periodic task
pt_br: tarefa periódica

source: periodic tasks
pt_br: tarefas periódicas

source: Home
pt_br: Início

source: Task {0} was successfully run
pt_br: Tarefa {0} foi executada com sucesso

source: Tasks
pt_br: Tarefas

source: Marked
pt_br: Marcado

source: Marked XML
pt_br: XML Marcado

source: Reference
pt_br: Referência

source: error
pt_br: erro

source: warning
pt_br: aviso

source: info
pt_br: informação

source: exception
pt_br: exceção

source: To reprocess
pt_br: Para reprocessar

source: To do
pt_br: Para fazer

source: Done
pt_br: Concluído

source: Doing
pt_br: Fazendo

source: Pending
pt_br: Pendente

source: ignored
pt_br: ignorado

source: XML Parsing Error
pt_br: Erro de Análise XML

source: XML Validation Error
pt_br: Erro de Validação XML

source: XML Conversion to DOCX Error
pt_br: Erro de Conversão XML para DOCX

source: XML Conversion to HTML Error
pt_br: Erro de Conversão XML para HTML

source: XML Conversion to PDF Error
pt_br: Erro de Conversão XML para PDF

source: XML Conversion to TEX Error
pt_br: Erro de Conversão XML para TEX

source: Unknown Error
pt_br: Erro Desconhecido

source: Error Type
pt_br: Tipo de Erro

source: Data
pt_br: Dados

source: Message
pt_br: Mensagem

source: Handled
pt_br: Tratado

source: XML Document Event
pt_br: Evento de Documento XML

source: XML Document Events
pt_br: Eventos de Documento XML

source: Exception Type
pt_br: Tipo de Exceção

source: Exception Msg
pt_br: Mensagem de Exceção

source: Action
pt_br: Ação

source: General Event
pt_br: Evento Geral

source: General Events
pt_br: Eventos Gerais

source: Unexpected Events
pt_br: Eventos Inesperados

source: Personal info
pt_br: Informações pessoais

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: This username has already been taken.
pt_br: Este nome de usuário já foi utilizado.

source: Name of User
pt_br: Nome do Usuário

source: XML File
pt_br: Arquivo XML

source: Upload an XML file for processing.
pt_br: Enviar um arquivo XML para processamento.

source: Validation File
pt_br: Arquivo de Validação

source: Exceptions File
pt_br: Arquivo de Exceções

source: Uploaded At
pt_br: Enviado Em

source: The date and time when the file was uploaded.
pt_br: A data e hora quando o arquivo foi enviado.

source: XML Document
pt_br: Documento XML

source: XML Documents
pt_br: Documentos XML

source: PDF File
pt_br: Arquivo PDF

source: DOCX File
pt_br: Arquivo DOCX

source: Intermediate DOCX file generated during PDF creation
pt_br: Arquivo DOCX intermediário gerado durante a criação do PDF

source: Language
pt_br: Idioma

source: Language code or name
pt_br: Código ou nome do idioma

source: XML Document PDF
pt_br: PDF de Documento XML

source: XML Document PDFs
pt_br: PDFs de Documento XML

source: HTML File
pt_br: Arquivo HTML

source: XML Document HTML
pt_br: HTML de Documento XML

source: XML Document HTMLs
pt_br: HTMLs de Documento XML

source: Validation file
pt_br: Arquivo de validação

source: Exceptions file
pt_br: Arquivo de exceções

source: XML Manager
pt_br: Gerenciador XML
